[{
  "_id": {
    "$oid": "64e7126da8782273ca97cb0f"
  },
  "name": "Adventure",
  "slug": "adventure",
  "description": "<p>A good adventure movie is the best way to escape from your usual life at least for a while and imagine yourself on board a spaceship or on a lonely raft in the endless ocean.</p>",
  "icon": "MdHiking",
  "createdAt": {
    "$date": "2023-08-24T08:18:53.655Z"
  },
  "updatedAt": {
    "$date": "2023-08-24T08:19:19.046Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64e7128ca8782273ca97cb16"
  },
  "name": "Horror",
  "slug": "horror",
  "description": "<p>Horror is a film genre that seeks to elicit fear or disgust in its audience for entertainment purposes. Horror films often explore dark subject matter and may deal with transgressive topics or themes. Broad elements include monsters, apocalyptic events, and religious or folk beliefs. Horror films have existed for more than a century. Early inspirations from before the development of film include folklore, religious beliefs and superstitions of different cultures, and the Gothic and horror literature of authors.</p>",
  "icon": "MdCarpenter",
  "createdAt": {
    "$date": "2023-08-24T08:19:24.838Z"
  },
  "updatedAt": {
    "$date": "2023-08-24T08:19:24.838Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64e71a57a8782273ca97cb8a"
  },
  "name": "Action",
  "slug": "action",
  "description": "<p>Action films are a film genre where action sequences, such as fighting, stunts, car chases or explosions, take precedence over elements like characterization or complex plotting.</p> ",
  "icon": "MdElectricBolt",
  "createdAt": {
    "$date": "2023-08-24T08:52:39.509Z"
  },
  "updatedAt": {
    "$date": "2023-08-24T08:52:39.509Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64ec4ea080a8f2246be18e7c"
  },
  "name": "Family",
  "slug": "family",
  "description": "<p>Family film is a genre that is contains appropriate content for younger viewers. Family film aims to appeal not only to children, but to a wide range of ages. While the storyline may appeal to a younger audience, there are components of the film that are geared towards adults- such as witty jokes and humor.</p>",
  "icon": "MdDiversity1",
  "createdAt": {
    "$date": "2023-08-28T07:37:04.995Z"
  },
  "updatedAt": {
    "$date": "2023-08-28T07:37:04.995Z"
  },
  "__v": 0
}]